{
  "authors": [
    {
      "username": "dfgdg",
      "email": "gtfj@ds.dsf",
      "password": "sdgsgsdgsg",
      "confirmPassword": "yuiyuuioui",
      "id": 1
    },
    {
      "username": "dfgdg",
      "email": "rt!@d.d",
      "password": "sdgsgsdgsg",
      "confirmPassword": "dfhfhfhfh",
      "id": 2
    },
    {
      "username": "fghfgh",
      "email": "dfghdhf@sd.sd",
      "password": "sdfgsfsfd",
      "confirmPassword": "sdgsdgdg",
      "id": 3
    },
    {
      "username": "dfgdg",
      "email": "a@s.d",
      "password": "123",
      "confirmPassword": "123",
      "id": 4
    }
  ],
  "books": [
    {
      "id": "1",
      "picture": "/images/book1.webp",
      "authorName": "Kemp Burgess",
      "title": "occaecat nostrud",
      "genra": "nostrud",
      "registered": "28 Aug 2023",
      "reviews": [
        {
          "id": 0,
          "name": "Wallace James",
          "about": "Sit eiusmod veniam cupidatat consectetur labore cupidatat ex dolor consequat sit ad. Irure et reprehenderit mollit duis aliquip dolore Lorem sint in mollit minim. Laborum commodo voluptate Lorem esse reprehenderit dolor. Irure velit cupidatat dolore exercitation mollit cillum Lorem. Aliquip anim aliqua fugiat ad ad.\r\n"
        },
        {
          "id": 1,
          "name": "Kristi Tyler",
          "about": "Eu dolor occaecat Lorem officia id irure non velit sunt magna. Tempor consectetur magna dolore id do labore in cillum proident duis proident occaecat ullamco dolor. Pariatur quis dolore sint ipsum et consequat labore.\r\n"
        },
        {
          "id": 2,
          "name": "Sloan Maldonado",
          "about": "Officia incididunt est cillum et magna cupidatat eiusmod dolor amet. Amet fugiat sint sit aliqua cupidatat adipisicing veniam. Sit occaecat nisi excepteur sunt.\r\n"
        }
      ]
    },
    {
      "id": "64eccac4b50bbf400b089084",
      "picture": "/images/book2.webp",
      "authorName": "Megan Hardy",
      "title": "deserunt cupidatat",
      "genra": "ipsum",
      "registered": "28 Aug 2023",
      "reviews": [
        {
          "id": 0,
          "name": "Holly Gillespie",
          "about": "Consectetur tempor ex eiusmod aliqua ipsum ea nulla in laborum aliqua labore occaecat. Eu in mollit ut occaecat aliquip esse velit laborum aliquip et enim adipisicing velit. Ullamco quis tempor irure nisi velit nisi proident exercitation.\r\n"
        },
        {
          "id": 1,
          "name": "Colon Carroll",
          "about": "Ex magna nulla ut velit reprehenderit voluptate Lorem ex culpa. Magna minim voluptate minim aliqua irure esse velit labore sunt qui fugiat. Commodo labore voluptate duis anim ad cillum sit ad ut. Magna cupidatat occaecat est sit deserunt occaecat non nostrud id enim et Lorem eu pariatur.\r\n"
        },
        {
          "id": 2,
          "name": "Sanders Phelps",
          "about": "Nisi deserunt amet dolore excepteur officia excepteur veniam. Velit elit sint cillum minim nisi. Sit ipsum pariatur exercitation fugiat proident aute eiusmod aliqua proident Lorem. Do sit sunt quis ullamco adipisicing occaecat eu fugiat laborum culpa consectetur exercitation tempor sit. Amet dolore laboris aute aliqua.\r\n"
        }
      ]
    },
    {
      "id": "64eccac4de3f62e9a64bf803",
      "picture": "/images/book3.webp",
      "authorName": "Kaitlin Silva",
      "title": "mollit culpa",
      "genra": "exercitation",
      "registered": "28 Aug 2023",
      "reviews": [
        {
          "id": 0,
          "name": "Beryl England",
          "about": "Tempor ut enim magna velit exercitation enim est aute est dolor nisi elit duis. Laborum ea veniam ad eu Lorem eu sunt duis. Deserunt proident quis duis ad eu. Aliqua irure in magna mollit enim anim est. Voluptate incididunt cillum labore sint esse excepteur proident esse deserunt nulla anim ex pariatur velit. Tempor adipisicing voluptate voluptate incididunt incididunt sit reprehenderit eu fugiat nisi occaecat quis. Pariatur velit reprehenderit proident consectetur ut commodo nisi officia do.\r\n"
        },
        {
          "id": 1,
          "name": "Rice Byrd",
          "about": "Nulla pariatur eiusmod incididunt consequat reprehenderit nulla labore irure sint dolor mollit minim. Labore laboris ipsum laboris aliqua qui duis. Occaecat amet aliquip aliquip non sit ea dolor irure occaecat incididunt pariatur.\r\n"
        },
        {
          "id": 2,
          "name": "Calderon Contreras",
          "about": "Sint amet consequat eiusmod sunt occaecat ea sunt consequat exercitation. Veniam dolor duis aliquip voluptate qui qui incididunt aute consequat. Laboris labore aliquip exercitation elit ad exercitation nulla cupidatat excepteur laborum nisi incididunt proident nisi. Nulla ullamco ex occaecat eu occaecat fugiat ea sunt duis ea. Minim minim fugiat cillum tempor eu velit ipsum dolor quis consequat laborum.\r\n"
        }
      ]
    },
    {
      "id": "64eccac43aed37dd36c8b0f8",
      "picture": "/images/book4.webp",
      "authorName": "Norris Craig",
      "title": "id duis",
      "genra": "ipsum",
      "registered": "28 Aug 2023",
      "reviews": [
        {
          "id": 0,
          "name": "Marcia Harris",
          "about": "Laborum nulla ex anim mollit elit eu laboris. Occaecat veniam velit labore officia officia sunt. Aliquip commodo dolor duis est sunt.\r\n"
        },
        {
          "id": 1,
          "name": "Enid Blackwell",
          "about": "Eiusmod deserunt dolore dolore aliqua Lorem et deserunt nisi id eiusmod reprehenderit. Aute officia ex ut deserunt quis eu aute ex dolore. Veniam adipisicing dolore laborum elit veniam voluptate.\r\n"
        },
        {
          "id": 2,
          "name": "Oneill Walter",
          "about": "Ipsum culpa mollit occaecat pariatur voluptate ad ipsum occaecat laboris officia. Sint eu aliqua eu do culpa ad exercitation elit laborum. Exercitation nostrud duis nostrud incididunt id proident. Nisi proident quis aliquip id. Voluptate ut in ex ex ea dolore ex consequat.\r\n"
        }
      ]
    },
    {
      "id": "64eccac4ec1a40d2615c9114",
      "picture": "/images/book5.webp",
      "authorName": "Kirsten Austin",
      "title": "amet veniam",
      "genra": "veniam",
      "registered": "28 Aug 2023",
      "reviews": [
        {
          "id": 0,
          "name": "Dennis Harper",
          "about": "Magna amet deserunt eiusmod consequat dolor ad excepteur incididunt quis. Anim consequat ullamco esse officia amet minim do esse dolore mollit ea nostrud. Pariatur minim cillum nostrud dolore sunt in tempor ex cillum. Est laborum quis dolore mollit magna aliquip consequat ut in laborum mollit. Tempor anim do qui pariatur et consectetur laborum consequat mollit cupidatat in sit. Tempor pariatur mollit reprehenderit magna et. Laboris est dolor irure commodo sunt officia sint enim nostrud pariatur consectetur.\r\n"
        },
        {
          "id": 1,
          "name": "Marks King",
          "about": "Aliqua fugiat consectetur ullamco dolor commodo ea. Ex cupidatat sint mollit laborum mollit ipsum labore do fugiat irure. Aliqua irure sunt deserunt mollit aute esse ipsum voluptate commodo duis proident esse.\r\n"
        },
        {
          "id": 2,
          "name": "Joan Bright",
          "about": "Ut cillum ea consequat velit dolore sint velit amet officia nulla veniam id ullamco. Laborum veniam ipsum fugiat ex eiusmod nulla laborum esse eu. Consequat ea exercitation sunt cupidatat mollit id. Amet incididunt qui mollit dolor enim duis labore ex. Aliqua incididunt sunt labore sint culpa excepteur fugiat aliqua labore duis commodo ullamco. Occaecat enim irure nulla consectetur non qui proident.\r\n"
        }
      ]
    }
  ]
}
